/* 
   MNError.strings
   MindNode

   Created by Markus Müller on 07.05.08.
   Copyright 2008 __MyCompanyName__. All rights reserved.
 */



/* MNUnknownFileReadError */
"description1" = "MindNode-document kan niet worden gelezen.";
"failureReason1" = "Het geleverde bestand lijkt beschadigd.";

/* MNUnknownPasteboardReadError */
"description2" = "MindNote-klembord kan om onbekende reden niet worden gelezen.";
"failureReason2" = "Onbekende fout.";

/* MNWriteCouldntMakeTIFFError */
"description3" = "TIFF-afbeelding kon niet worden aangemaakt omdat deze leeg zou zijn.";
"failureReason3" = "De TIFF-afbeelding zal leeg zijn.";

/* MNUnknownFileWriteError */
"description4" = "MindNode kan document niet bewaren.";
"failureReason4" = "Het huidige document bewaren is niet toegestaan.";

/* MNUnknownPrintError */
"description5" = "MindNode kan document niet afdrukken.";
"failureReason5" = "Afdrukken van document mislukt. Neem contact op voor ondersteuning.";

/* MNNoNodesPrintError */
"description6" = "MindNode kan leeg document niet afdrukken.";
"failureReason6" = "Voeg knopen aan document toe alvorens af te drukken.";

/* MNUnsuportedDocumentVersionError */
"description7" = "MindNode kan document niet laden.";
"failureReason7" = "Dit document is bewaard met een nieuwere versie van het programma. Gebruik de ingebouwde software-updater om de huidige versie te installeren.";

/* MNInvalidiCloudConnectionError */
"description8" = "Verbinding met iCloud niet mogelijk.";
"failureReason8" = "Zorg ervoor dat iCloud is ingesteld en dat documenten kunnen worden gedeeld.";

/* MNInvalidiCloudFilenameError */
"description9" = "De geselecteerde bestandsnaam bestaat al.";
"failureReason9" = "iCloud bevat al een document met dezelfde naam. Kies een nieuwe naam.";
